{
    "modelDetails" : [
        { 
            "fileName" : "excavator4",
            "iconName" : "excavator.svg",
            "buttonText" : "Excavator",
            "description" : "Equipped with advanced hydraulic technology, the ZAXIS 80 series construction excavator has been designed with the latest features of Global e-Service. It combines refinement with power. The latest series cabin and seating are ergonomic, offering absolute operator comfort. The machines promise high performance and durability",
            "engine_power" : "56 PS",
            "operating_weight" : "7300-7650 KG",
            "bucket_capacity" : "0.13-0.30 m^3"
        },
        { 
            "fileName" : "cabin",
            "iconName" : "Cabin-48x48.svg",
            "buttonText" : "Cabin",
            "description" : " Comfortable operating environment, Operator seat designed for comfort, Robust cab meeting OPG Top Guard Level 1, New easy to use multifunctional monitor."
        },
        { 
            "fileName" : "engine",
            "iconName" : "Engine-48x48.svg",
            "buttonText" : "Engine",
            "description" : " The Isuzu AA-6HK1X engine, complies with EU Stage II and US EPA Tier 2 emission standards and  makes ZAXIS 370 GI a fuel thrifty excavator with reduce CO2 emissions .The ECO mode can further cut the consumption without sacrificing digging speed."
        },
        { 
            "fileName" : "swing",
            "iconName" : "swing-motor.svg",
            "buttonText" : "Swing Motor",
            "description" : " Axial piston motor with planetary reduction gear is bathed in oil.Swing circle is a single row.Swing parking brake is spring-set /hydraulic released disc type"
        },
        { 
            "fileName" : "track",
            "iconName" : "track-motor.svg",
            "buttonText" : "Track Motor",
            "description" : "Each track device is driven by 2 speed travel axial piston motor .Parking brake is spring-set/hydraulic released disc type."
        },
        { 
            "fileName" : "control",
            "iconName" : "control-valve.svg",
            "buttonText" : "Control Valve",
            "description" : "Sandwich block control valve with main relief valve . 5 spools are placed on each side with a dedicated spool for auxiliary connection .The relief valve settings are as below."
        }
    ]
}